Revit 2024 API
Generic.GenericCutoutOpacity Property
 The property labeled "Cutouts" from the "Generic" schema.
Namespace: Autodesk.Revit.DB.Visual
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2018.1
Syntax
C#
public static string GenericCutoutOpacity { get; }
Visual Basic
Public Shared ReadOnly Property GenericCutoutOpacity As String
	Get
Visual C++
public:
static property String^ GenericCutoutOpacity {
	String^ get ();
}
Remarks
 This property is of type "AssetPropertyDouble". This property allows a connected asset.
See Also
Generic Class
Autodesk.Revit.DB.Visual Namespace